Revit 2027 API
StructuralSectionIWideFlange.BoltSpacingTwoRows Property
 Standard bolt spacing for two rows , in. (mm)
Namespace: Autodesk.Revit.DB.Structure.StructuralSections
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public double BoltSpacingTwoRows { get; set; }
Public Property BoltSpacingTwoRows As Double
	Get
	Set
public:
property double BoltSpacingTwoRows {
	double get ();
	void set (double value);
}
member BoltSpacingTwoRows : float with get, set
Property Value
Double
See Also
Reference
StructuralSectionIWideFlange Class
Autodesk.Revit.DB.Structure.StructuralSections Namespace